// Preflight
"DISK_FULL_TITLE" = "L’espace disponible sur votre disque dur est insuffisant.";
"DISK_FULL_FOR_DOWNLOAD_STATUS" = "Il vous faut %@ d’espace disponible pour télécharger les mises à jour sélectionnées. Pour augmenter l’espace disponible, supprimez des fichiers de votre disque dur, puis réessayez.";
"DISK_FULL_FOR_DOWNLOAD_AND_INSTALL_STATUS" = "Il vous faut %@ d’espace disponible pour télécharger et installer les mises à jour sélectionnées. Pour augmenter l’espace disponible, supprimez des fichiers de votre disque de démarrage, puis réessayez.";

// AC power check
"CONFIRM_NO_POWER_ADAPTER_TITLE" = "Votre ordinateur n’est pas branché sur une source d’alimentation.";
"CONFIRM_NO_POWER_ADAPTER_MESSAGE" = "Il est préférable de brancher votre ordinateur sur une source d’alimentation avant d’effectuer l’installation. Souhaitez-vous poursuivre ?";
"CONTINUE_TITLE" = "Continuer";

"CANCEL_TITLE" = "Annuler";

// Session error
"UPDATE_DOWNLOAD_ERROR" = "La mise à jour « %@ » n’a pu être enregistrée.";
"NONE_CHECKED_DOWNLOAD_ERROR" = "Aucune des mises à jour sélectionnées n’a pu s’enregistrer.";
"SOME_CHECKED_DOWNLOAD_ERROR" = "Certaines des mises à jour sélectionnées n’ont pas pu être enregistrées.";

"UPDATE_INSTALL_ERROR" = "La mise à jour « %@ » n’a pu être installée.";
"NONE_CHECKED_INSTALL_ERROR" = "Aucune des mises à jour sélectionnées n’a pu être installée.";
"SOME_CHECKED_INSTALL_ERROR" = "Certaines des mises à jour sélectionnées n’ont pu s’installer.";

"OK_TITLE" = "OK";

// Pre-session error
"UPDATE_NOT_FOUND_ERROR" = "La mise à jour ne peut pas s’installer.";

// 3B) Updated downloaded, time to logout and install
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_MESSAGE" = "Pour installer les mises à jour, vous devez fermer la session.";
"UPDATES_DOWNLOADED_INSTALL_AND_LOGOUT_INFORMATIVE" = "Pour finir l’installation et fermer la session, cliquez sur Fermer la session.";
"LOG_OUT_AND_INSTALL_TITLE" = "Fermer la session";

"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_MESSAGE" = "Pour installer les mises à jour, vous devez redémarrer l’ordinateur.";
"UPDATES_DOWNLOADED_INSTALL_AND_RESTART_INFORMATIVE" = "Pour finir l’installation et redémarrer votre ordinateur, cliquez sur Redémarrer.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Redémarrer";

"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_MESSAGE" = "Pour installer les mises à jour, vous devez éteindre l’ordinateur.";
"UPDATES_DOWNLOADED_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Pour finir l’installation et éteindre votre ordinateur, cliquez sur Éteindre. Vous devrez appuyer sur le bouton d’alimentation pour allumer votre ordinateur à nouveau.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Éteindre";

"NOT_NOW_TITLE" = "Pas maintenant";

// Predicate installs
"DEFAULT_PREDICATE_BLOCKED_MESSAGE" = "Après l’achèvement de l’autre mise à jour, vous serez en mesure de télécharger et d’installer ce logiciel en choisissant Mise à jour de logiciels depuis le menu Pomme.";
"DEFAULT_NO_NETWORK_MESSAGE" = "Lors de votre prochaine connexion à Internet, vous serez en mesure de télécharger et d’installer le logiciel en choisissant Mise à jour de logiciels depuis le menu Pomme.";
"STANDARD_NO_SUS_MESSAGE" = "Vérifiez que votre connexion réseau fonctionne correctement. Si la connexion ne présente aucun problème, contactez l’administrateur du réseau pour obtenir de l’assistance.";
"NO_UPDATE_FOUND_ERROR" = "Le logiciel est actuellement indisponible.";
